Repository: zy364601065/AirCard-iOS-Multilingual
Catalog: ios-app/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: ⚠️ Failed to generate card skins
zh_hans: ⚠️ 无法生成卡面
zh_hant: ⚠️ 無法生成卡面

source: ⚠️ No image for card %@
zh_hans: ⚠️ 卡片 %@ 没有图片
zh_hant: ⚠️ 卡片 %@ 沒有圖片

source: ⚠️ Write to %@ failed: %@
zh_hans: ⚠️ 写入 %@ 失败：%@
zh_hant: ⚠️ 寫入 %@ 失敗：%@

source: ⚡ Injecting skins into %@.pkpass…
zh_hans: ⚡ 正在向 %@.pkpass 注入卡面…
zh_hant: ⚡ 正在向 %@.pkpass 注入卡面…

source: ✅ Injected into %@
zh_hans: ✅ 已注入 %@
zh_hant: ✅ 已注入 %@

source: ✅ Pass cache invalidated
zh_hans: ✅ 卡片缓存已失效
zh_hant: ✅ 卡片緩存已失效

source: ✅ Skins applied! Invalidating pass cache…
zh_hans: ✅ 卡面已应用！正在使卡片缓存失效…
zh_hant: ✅ 卡面已應用！正在使卡片緩存失效…

source: ❌ Failed to write card skins: %@
zh_hans: ❌ 无法写入卡面：%@
zh_hant: ❌ 無法寫入卡面：%@

source: Writing to %@…
zh_hans: 正在写入 %@…
zh_hant: 正在寫入 %@…

source: [%lld/%lld] Flashing card %@…
zh_hans: [%lld/%lld] 正在刷入卡片 %@…
zh_hant: [%lld/%lld] 正在刷入卡片 %@…

source: %lld item(s)
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld keys
zh_hans: %lld 个按键
zh_hant: %lld 個按鍵

source: %lld percent
zh_hans: %lld%%
zh_hant: %lld%%

source: %lld Wallpapers Imported
zh_hans: 已导入 %lld 张壁纸
zh_hant: 已匯入 %lld 張壁紙

source: • In iLoader: Settings › Export Pairing File › save to Files. • In Jitterbug: Export your <UDID>.mobiledevicepairing. • On PC/Mac: Run jitterbugpair or export from SideServer / AltServer, then AirDrop to your iPhone.
zh_hans: • 在 iLoader 中：设置 › 导出配对文件 › 保存到“文件”。 • 在 Jitterbug 中：导出你的 <UDID>.mobiledevicepairing。 • 在 PC/Mac 上：运行 jitterbugpair，或从 SideServer / AltServer 导出，然后通过隔空投送发送到 iPhone。
zh_hant: • 在 iLoader 中：設定 › 匯出配對檔案 › 保存到“檔案”。 • 在 Jitterbug 中：匯出你的 <UDID>.mobiledevicepairing。 • 在 PC/Mac 上：運行 jitterbugpair，或從 SideServer / AltServer 匯出，然後通過隔空投送發送到 iPhone。

source: ⚠️ Notice: Loopback VPN not detected, attempting direct loopback (127.0.0.1)...
zh_hans: ⚠️ 提示：未检测到环回 VPN，正在尝试直接连接环回地址（127.0.0.1）…
zh_hant: ⚠️ 提示：未檢測到環回 VPN，正在嘗試直接連線環回地址（127.0.0.1）…

source: ⚡ Staged theme assets (%@ · %@ · %@). Injecting into iOS caches…
zh_hans: ⚡ 主题资源已暂存（%@ · %@ · %@），正在注入 iOS 缓存…
zh_hant: ⚡ 主題資源已暫存（%@ · %@ · %@），正在注入 iOS 緩存…

source: ⚡ Triggering NeoSpring respring...
zh_hans: ⚡ 正在触发 NeoSpring 重启桌面…
zh_hant: ⚡ 正在觸發 NeoSpring 重啓桌面…

source: ❌ Card flash failed. Check connection and try again.
zh_hans: ❌ 卡片刷入失败。请检查连接后重试。
zh_hant: ❌ 卡片刷入失敗。請檢查連線後重試。

source: ❌ Error: %@
zh_hans: ❌ 错误：%@
zh_hant: ❌ 錯誤：%@

source: ❌ One or more theme injections failed.
zh_hans: ❌ 一个或多个主题注入失败。
zh_hant: ❌ 一個或多個主題注入失敗。

source: ❌ Scanner error: %@
zh_hans: ❌ 扫描错误：%@
zh_hant: ❌ 掃描錯誤：%@

source: 🎉 %lld/%lld card(s) flashed! Force-close Wallet app to see changes.
zh_hans: 🎉 已刷入 %lld/%lld 张卡片！请强制关闭“钱包”App 以查看更改。
zh_hant: 🎉 已刷入 %lld/%lld 張卡片！請強制關閉“錢包”App 以查看更改。

source: 🎉 Passcode theme applied! Lock your iPhone to see it.
zh_hans: 🎉 密码主题已应用！锁定 iPhone 即可查看。
zh_hant: 🎉 密碼主題已應用！鎖定 iPhone 即可查看。

source: 🎉 Wallpapers applied successfully!
zh_hans: 🎉 壁纸已成功应用！
zh_hant: 🎉 壁紙已成功應用！

source: 1. Open LocalDevVPN app and tap Connect.
zh_hans: 1. 打开 LocalDevVPN App 并轻点“连接”。
zh_hant: 1. 打開 LocalDevVPN App 並輕點“連線”。

source: 2. Return to AirCard-iOS — status indicator turns green.
zh_hans: 2. 返回 AirCard-iOS，状态指示器将变为绿色。
zh_hant: 2. 返回 AirCard-iOS，狀態指示器將變為綠色。

source: Active Pairing
zh_hans: 当前配对
zh_hant: 當前配對

source: Active: %@ ✅
zh_hans: 正在使用：%@ ✅
zh_hant: 正在使用：%@ ✅

source: Activity Log (%lld lines)
zh_hans: 活动日志（%lld 行）
zh_hant: 活動日誌（%lld 行）

source: Add
zh_hans: 添加
zh_hant: 加入

source: Add Card
zh_hans: 添加卡片
zh_hant: 加入卡片

source: Add Card Manually
zh_hans: 手动添加卡片
zh_hant: 手動加入卡片

source: Add Manually
zh_hans: 手动添加
zh_hant: 手動加入

source: Adjust Photo
zh_hans: 调整照片
zh_hant: 調整照片

source: Advertising — open Settings › Privacy & Security › Developer Mode
zh_hans: 正在广播 — 请打开“设置 › 隐私与安全性 › 开发者模式”
zh_hant: 正在廣播 — 請打開“設定 › 隱私與安全性 › 開發者模式”

source: AirCard-iOS can import pairing files exported by SideStore, LiveContainer, iLoader, or your computer.
zh_hans: AirCard-iOS 可以导入由 SideStore、LiveContainer、iLoader 或电脑导出的配对文件。
zh_hant: AirCard-iOS 可以匯入由 SideStore、LiveContainer、iLoader 或電腦匯出的配對檔案。

source: All Languages (Universal)
zh_hans: 所有语言（通用）
zh_hant: 所有語言（通用）

source: App Container
zh_hans: App 容器
zh_hant: App 容器

source: App Language
zh_hans: App 语言
zh_hant: App 語言

source: Apple Wallet Skins & Passcode Themes for iOS 18+
zh_hans: 适用于 iOS 18+ 的 Apple 钱包卡面与密码主题
zh_hant: 適用於 iOS 18+ 的 Apple 錢包卡面與密碼主題

source: Apply .passthm
zh_hans: 应用 .passthm
zh_hant: 應用 .passthm

source: Apply custom wallet card skins and passcode themes on-device using the AirTraffic sandbox escape.
zh_hans: 利用 AirTraffic 沙盒逃逸，直接在设备上应用自定义钱包卡面和密码主题。
zh_hant: 利用 AirTraffic 沙盒逃逸，直接在設備上應用自定義錢包卡面和密碼主題。

source: Arabic (ar)
zh_hans: 阿拉伯语 (ar)
zh_hant: 阿拉伯語 (ar)

source: Artwork is clipped into individual circular button icons.
zh_hans: 图片将裁剪为独立的圆形按钮图标。
zh_hant: 圖片將裁剪為獨立的圓形按鈕圖標。

source: Assign Card Skin
zh_hans: 指定卡面
zh_hant: 指定卡面

source: Auto-detect failed: %@ Ensure LocalDevVPN is connected and device is unlocked.
zh_hans: 自动检测失败：%@ 请确保 LocalDevVPN 已连接且设备已解锁。
zh_hant: 自動檢測失敗：%@ 請確保 LocalDevVPN 已連線且設備已解鎖。

source: Back
zh_hans: 返回
zh_hant: 返回

source: Base IPA Developer
zh_hans: 基础 IPA 开发者
zh_hant: 基礎 IPA 開發者

source: Bold Text Only (Fast)
zh_hans: 仅粗体（快速）
zh_hant: 僅粗體（快速）

source: Broadcasting… open Settings to pair
zh_hans: 正在广播…请打开“设置”进行配对
zh_hant: 正在廣播…請打開“設定”進行配對

source: Browse Files
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel Pairing
zh_hans: 取消配对
zh_hant: 取消配對

source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

source: Cancelled.
zh_hans: 已取消。
zh_hant: 已取消。

source: Card #%lld
zh_hans: 卡片 #%lld
zh_hant: 卡片 #%lld

source: Card Hash
zh_hans: 卡片哈希
zh_hant: 卡片哈希

source: Card scanner error: %@
zh_hans: 卡片扫描错误：%@
zh_hant: 卡片掃描錯誤：%@

source: Change .passthm…
zh_hans: 更换 .passthm…
zh_hant: 更換 .passthm…

source: Change Photo…
zh_hans: 更换照片…
zh_hant: 更換照片…

source: Chinese (zh)
zh_hans: 中文 (zh)
zh_hant: 中文 (zh)

source: Choose .passthm from Files…
zh_hans: 从文件中选择 .passthm…
zh_hant: 從檔案中選擇 .passthm…

source: Choose .tendies from Files…
zh_hans: 从文件中选择 .tendies…
zh_hant: 從檔案中選擇 .tendies…

source: Choose another image or try downloading the photo to your iPhone first.
zh_hans: 请选择其他图片，或先将照片下载到 iPhone 后重试。
zh_hant: 請選擇其他圖片，或先將照片下載到 iPhone 後重試。

source: Choose from Files…
zh_hans: 从文件中选择…
zh_hant: 從檔案中選擇…

source: Choose Image Source
zh_hans: 选择图片来源
zh_hant: 選擇圖片來源

source: Choose Key %@ Image Source
zh_hans: 选择按键 %@ 的图片来源
zh_hant: 選擇按鍵 %@ 的圖片來源

source: Choose Poster Image Source
zh_hans: 选择海报图片来源
zh_hant: 選擇海報圖片來源

source: Circle Buttons
zh_hans: 圆形按钮
zh_hant: 圓形按鈕

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear All
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Cards
zh_hans: 清除所有卡片
zh_hant: 清除所有卡片

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Collections
zh_hans: 精选集
zh_hant: 精選集

source: Connect LocalDevVPN before running flashes.
zh_hans: 执行刷入前请先连接 LocalDevVPN。
zh_hant: 執行刷入前請先連線 LocalDevVPN。

source: Container
zh_hans: 容器
zh_hant: 容器

source: Contains SQLite database
zh_hans: 包含 SQLite 数据库
zh_hant: 包含 SQLite 資料庫

source: Continue to AirCard
zh_hans: 继续使用 AirCard
zh_hant: 繼續使用 AirCard

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copied!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Core Exploit
zh_hans: 核心漏洞利用
zh_hant: 核心漏洞利用

source: Couldn't Load Photo
zh_hans: 无法载入照片
zh_hant: 無法載入照片

source: Create Theme
zh_hans: 创建主题
zh_hant: 創建主題

source: Credits
zh_hans: 致谢
zh_hant: 致謝

source: Credits & Donate
zh_hans: 致谢与捐赠
zh_hant: 致謝與捐贈

source: Delete Pairing
zh_hans: 删除配对
zh_hant: 刪除配對

source: Delete Pairing File
zh_hans: 删除配对文件
zh_hant: 刪除配對檔案

source: Delete pairing session?
zh_hans: 删除配对会话？
zh_hant: 刪除配對會話？

source: Deleted active pairing credentials
zh_hans: 已删除当前配对凭据
zh_hant: 已刪除當前配對憑據

source: Descriptor Archive
zh_hans: 描述文件归档
zh_hant: 描述檔案歸檔

source: Descriptors
zh_hans: 描述文件
zh_hant: 描述檔案

source: Deselect All
zh_hans: 取消全选
zh_hant: 取消全選

source: Device IP:
zh_hans: 设备 IP：
zh_hant: 設備 IP：

source: Digits styled
zh_hans: 已设置样式的数字
zh_hant: 已設定樣式的數字

source: Discovered in Documents:
zh_hans: 在文稿中发现：
zh_hant: 在文稿中發現：

source: Don't show this popup on startup
zh_hans: 启动时不再显示此弹窗
zh_hant: 啓動時不再顯示此彈窗

source: Donate & Support
zh_hans: 捐赠与支持
zh_hant: 捐贈與支持

source: Donate ❤️
zh_hans: 捐赠 ❤️
zh_hant: 捐贈 ❤️

source: Donate with PayPal
zh_hans: 通过 PayPal 捐赠
zh_hant: 通過 PayPal 捐贈

source: Done
zh_hans: 完成
zh_hant: 完成

source: Drag anywhere on the dialer preview to reposition
zh_hans: 在拨号盘预览上任意拖动以调整位置
zh_hant: 在撥號盤預覽上任意拖動以調整位置

source: Drag preview to reposition
zh_hans: 拖动预览以调整位置
zh_hant: 拖動預覽以調整位置

source: Drag to position. Pinch to zoom.
zh_hans: 拖动以调整位置，双指捏合以缩放。
zh_hant: 拖動以調整位置，雙指捏合以縮放。

source: Edit in Theme Creator
zh_hans: 在主题制作器中编辑
zh_hant: 在主題製作器中編輯

source: English (en)
zh_hans: 英语 (en)
zh_hant: 英語 (en)

source: Enter PIN %@ in Settings › Privacy & Security › Developer Mode › Pair with AirCard-iOS
zh_hans: 请在“设置 › 隐私与安全性 › 开发者模式 › 与 AirCard-iOS 配对”中输入 PIN %@
zh_hant: 請在“設定 › 隱私與安全性 › 開發者模式 › 與 AirCard-iOS 配對”中輸入 PIN %@

source: ENTER THIS PIN ON THIS IPHONE:
zh_hans: 在这台 iPhone 上输入此 PIN：
zh_hant: 在這台 iPhone 上輸入此 PIN：

source: Export .passthm...
zh_hans: 导出 .passthm…
zh_hant: 匯出 .passthm…

source: Failed to export theme: %@
zh_hans: 无法导出主题：%@
zh_hant: 無法匯出主題：%@

source: Failed to import %@: %@
zh_hans: 无法导入 %@：%@
zh_hant: 無法匯入 %@：%@

source: Failed to read .passthm — invalid or unsupported format.
zh_hans: 无法读取 .passthm — 格式无效或不受支持。
zh_hant: 無法讀取 .passthm — 格式無效或不受支持。

source: Failed to save pairing file: %@
zh_hans: 无法保存配对文件：%@
zh_hant: 無法保存配對檔案：%@

source: Failed: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Failed: empty pairing file
zh_hans: 失败：配对文件为空
zh_hant: 失敗：配對檔案為空

source: Fast mode selected: only targets %@ with %@.
zh_hans: 已选择快速模式：仅处理 %@，字体为 %@。
zh_hant: 已選擇快速模式：僅處理 %@，字體為 %@。

source: File Name
zh_hans: 文件名
zh_hant: 檔案名

source: Files in theme
zh_hans: 主题中的文件
zh_hant: 主題中的檔案

source: Flash
zh_hans: 刷入
zh_hant: 刷入

source: Flash & Language Target
zh_hans: 刷入与语言目标
zh_hant: 刷入與語言目標

source: Flash %lld Wallpaper(s)
zh_hans: 刷入 %lld 张壁纸
zh_hant: 刷入 %lld 張壁紙

source: Flash Log (%lld lines)
zh_hans: 刷入日志（%lld 行）
zh_hant: 刷入日誌（%lld 行）

source: Flash Theme to iPhone
zh_hans: 将主题刷入 iPhone
zh_hant: 將主題刷入 iPhone

source: Flashing Theme…
zh_hans: 正在刷入主题…
zh_hant: 正在刷入主題…

source: Flashing Wallpapers…
zh_hans: 正在刷入壁纸…
zh_hant: 正在刷入壁紙…

source: Flashing will automatically trigger NeoSpring to respring the device and apply your new wallpapers.
zh_hans: 刷入完成后会自动触发 NeoSpring 重启桌面并应用新壁纸。
zh_hant: 刷入完成後會自動觸發 NeoSpring 重啓桌面並應用新壁紙。

source: Flashing…
zh_hans: 正在刷入…
zh_hant: 正在刷入…

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Font Weight / Style
zh_hans: 字体粗细 / 样式
zh_hant: 字體粗細 / 樣式

source: Force PosterBoard Cache Refresh
zh_hans: 强制刷新 PosterBoard 缓存
zh_hant: 強制刷新 PosterBoard 緩存

source: Format
zh_hans: 格式
zh_hant: 格式

source: Found card: %@
zh_hans: 发现卡片：%@
zh_hant: 發現卡片：%@

source: Free & Open Source • Developed by @mak5er
zh_hans: 免费开源 • 由 @mak5er 开发
zh_hant: 免費開源 • 由 @mak5er 開發

source: French (fr)
zh_hans: 法语 (fr)
zh_hant: 法語 (fr)

source: German (de)
zh_hans: 德语 (de)
zh_hant: 德語 (de)

source: Hebrew (he)
zh_hans: 希伯来语 (he)
zh_hant: 希伯來語 (he)

source: If you run SideStore inside LiveContainer, the pairing file is stored inside LiveContainer's app storage:
zh_hans: 如果通过 LiveContainer 运行 SideStore，配对文件会存储在 LiveContainer 的 App 存储空间中：
zh_hant: 如果通過 LiveContainer 運行 SideStore，配對檔案會存儲在 LiveContainer 的 App 存儲空間中：

source: Import a pairing file from SideStore, iLoader, or PC below.
zh_hans: 在下方导入来自 SideStore、iLoader 或电脑的配对文件。
zh_hant: 在下方匯入來自 SideStore、iLoader 或電腦的配對檔案。

source: Import More Wallpapers…
zh_hans: 导入更多壁纸…
zh_hant: 匯入更多壁紙…

source: Import Pairing File Now
zh_hans: 立即导入配对文件
zh_hant: 立即匯入配對檔案

source: Import Pairing File…
zh_hans: 导入配对文件…
zh_hant: 匯入配對檔案…

source: Imported pairing file: %@ (%lld bytes)
zh_hans: 已导入配对文件：%@（%lld 字节）
zh_hant: 已匯入配對檔案：%@（%lld 字節）

source: Individual Keys
zh_hans: 单独按键
zh_hant: 單獨按鍵

source: Information
zh_hans: 信息
zh_hant: 資訊

source: Interactive Lock Screen Preview
zh_hans: 交互式锁屏预览
zh_hant: 交互式鎖屏預覽

source: It will immediately appear under 'Discovered in Documents' in AirCard-iOS.
zh_hans: 文件会立即显示在 AirCard-iOS 的“在文稿中发现”区域。
zh_hant: 檔案會立即顯示在 AirCard-iOS 的“在文稿中發現”區域。

source: Italian (it)
zh_hans: 意大利语 (it)
zh_hant: 意大利語 (it)

source: Japanese (ja)
zh_hans: 日语 (ja)
zh_hant: 日語 (ja)

source: Key %@
zh_hans: 按键 %@
zh_hant: 按鍵 %@

source: Korean (ko)
zh_hans: 韩语 (ko)
zh_hant: 韓語 (ko)

source: Launch LocalDevVPN
zh_hans: 打开 LocalDevVPN
zh_hant: 打開 LocalDevVPN

source: Lead & Core Developer
zh_hans: 主创与核心开发者
zh_hant: 主創與核心開發者

source: Live Scanner Active
zh_hans: 实时扫描已开启
zh_hant: 實時掃描已開啓

source: LiveContainer (SideStore inside)
zh_hans: LiveContainer（内置 SideStore）
zh_hant: LiveContainer（內置 SideStore）

source: Load
zh_hans: 载入
zh_hant: 載入

source: Loading Photo…
zh_hans: 正在载入照片…
zh_hant: 正在載入照片…

source: Local Network permission is off. Enable it in Settings › AirCard-iOS › Local Network.
zh_hans: 本地网络权限已关闭。请前往“设置 › AirCard-iOS › 本地网络”开启。
zh_hant: 本地網路權限已關閉。請前往“設定 › AirCard-iOS › 本地網路”開啓。

source: Loopback VPN Active
zh_hans: 环回 VPN 已连接
zh_hant: 環回 VPN 已連線

source: Loopback VPN Not Detected
zh_hans: 未检测到环回 VPN
zh_hant: 未檢測到環回 VPN

source: Manual Drop in Files App
zh_hans: 手动放入“文件”App
zh_hant: 手動放入“檔案”App

source: Mode
zh_hans: 模式
zh_hant: 模式

source: Move photo down
zh_hans: 向下移动照片
zh_hant: 向下移動照片

source: Move photo left
zh_hans: 向左移动照片
zh_hant: 向左移動照片

source: Move photo right
zh_hans: 向右移动照片
zh_hant: 向右移動照片

source: Move photo up
zh_hans: 向上移动照片
zh_hant: 向上移動照片

source: Move the photo to choose the part shown on your card. Use the Zoom slider to resize it.
zh_hans: 移动照片以选择卡片上显示的区域，并使用缩放滑块调整大小。
zh_hant: 移動照片以選擇卡片上顯示的區域，並使用縮放滑塊調整大小。

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Network
zh_hans: 网络
zh_hant: 網路

source: No .tendies wallpapers loaded yet
zh_hans: 尚未载入 .tendies 壁纸
zh_hant: 尚未載入 .tendies 壁紙

source: No Cards Detected Yet
zh_hans: 尚未检测到卡片
zh_hant: 尚未檢測到卡片

source: No key images loaded.
zh_hans: 尚未载入按键图片。
zh_hant: 尚未載入按鍵圖片。

source: No pairing file active. Pair your device first in the Pairing tab.
zh_hans: 没有正在使用的配对文件。请先在“配对”标签页中配对设备。
zh_hant: 沒有正在使用的配對檔案。請先在“配對”標籤頁中配對設備。

source: No pairing file active. Please pair your device first.
zh_hans: 没有正在使用的配对文件。请先配对设备。
zh_hant: 沒有正在使用的配對檔案。請先配對設備。

source: No wallpapers selected to flash.
zh_hans: 尚未选择要刷入的壁纸。
zh_hant: 尚未選擇要刷入的壁紙。

source: Not Paired
zh_hans: 尚未配对
zh_hant: 尚未配對

source: Notice
zh_hans: 提示
zh_hant: 提示

source: OK
zh_hans: 好
zh_hant: 好

source: On this iPhone, **double-click the Side button** (Apple Pay), authenticate with **Face ID**, and **tap your card**.
zh_hans: 在这台 iPhone 上，**连按两次侧边按钮**打开 Apple Pay，通过 **Face ID** 验证，然后**轻触你的卡片**。
zh_hant: 在這台 iPhone 上，**連按兩次側邊按鈕**打開 Apple Pay，通過 **Face ID** 驗證，然後**輕觸你的卡片**。

source: Open Apple Pay (double-click Side button) and tap your card…
zh_hans: 打开 Apple Pay（连按两次侧边按钮）并轻触卡片…
zh_hant: 打開 Apple Pay（連按兩次側邊按鈕）並輕觸卡片…

source: Open Settings App Now
zh_hans: 立即打开“设置”App
zh_hant: 立即打開“設定”App

source: Other / Fallback
zh_hans: 其他 / 后备
zh_hant: 其他 / 後備

source: Pair on This iPhone
zh_hans: 与本机配对
zh_hant: 與本機配對

source: Pair on this iPhone below or import a pairing file.
zh_hans: 在下方与本机配对，或导入配对文件。
zh_hant: 在下方與本機配對，或匯入配對檔案。

source: Pair This iPhone
zh_hans: 与本机配对
zh_hant: 與本機配對

source: Paired successfully! ✅
zh_hans: 配对成功！✅
zh_hant: 配對成功！✅

source: Paired: %@ (%lldB)
zh_hans: 已配对：%@（%lldB）
zh_hant: 已配對：%@（%lldB）

source: Pairing
zh_hans: 配对
zh_hant: 配對

source: Pairing complete: %@
zh_hans: 配对完成：%@
zh_hant: 配對完成：%@

source: Pairing failed: %@
zh_hans: 配对失败：%@
zh_hant: 配對失敗：%@

source: Pairing File
zh_hans: 配对文件
zh_hant: 配對檔案

source: Pairing file deleted
zh_hans: 配对文件已删除
zh_hant: 配對檔案已刪除

source: Pairing file is required before scanning. Pair this iPhone or select a .plist first.
zh_hans: 扫描前需要配对文件。请先与本机配对或选择 .plist 文件。
zh_hant: 掃描前需要配對檔案。請先與本機配對或選擇 .plist 檔案。

source: Pairing file loaded ✅ (%@)
zh_hans: 配对文件已载入 ✅（%@）
zh_hant: 配對檔案已載入 ✅（%@）

source: Pairing Guide
zh_hans: 配对指南
zh_hant: 配對指南

source: Pairing is already in progress.
zh_hans: 配对正在进行中。
zh_hant: 配對正在進行中。

source: Pairing produced an empty file. Approve the pairing request, then try again.
zh_hans: 配对生成了空文件。请批准配对请求后重试。
zh_hant: 配對生成了空檔案。請批准配對請求後重試。

source: Passcode
zh_hans: 密码
zh_hant: 密碼

source: Passcode Theme
zh_hans: 密码主题
zh_hant: 密碼主題

source: Passcode theme successfully applied! Lock your iPhone (or restart) to see your new passcode keypad.
zh_hans: 密码主题已成功应用！ 请锁定 iPhone（或重新启动）以查看新的密码键盘。
zh_hant: 密碼主題已成功應用！ 請鎖定 iPhone（或重新啓動）以查看新的密碼鍵盤。

source: Passcode Themes
zh_hans: 密码主题
zh_hant: 密碼主題

source: Paste card hash (e.g. M6nDwZrkYbFl…)
zh_hans: 粘贴卡片哈希（例如 M6nDwZrkYbFl…）
zh_hant: 粘貼卡片哈希（例如 M6nDwZrkYbFl…）

source: Path in Files app:
zh_hans: “文件”App 中的路径：
zh_hant: “檔案”App 中的路徑：

source: PayPal & Crypto donation options available
zh_hans: 支持 PayPal 和加密货币捐赠
zh_hant: 支持 PayPal 和加密貨幣捐贈

source: Photo crop
zh_hans: 照片裁剪
zh_hant: 照片裁剪

source: Photo Library
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Please configure at least one key before exporting.
zh_hans: 导出前请至少配置一个按键。
zh_hant: 匯出前請至少配置一個按鍵。

source: Polish (pl)
zh_hans: 波兰语 (pl)
zh_hant: 波蘭語 (pl)

source: Portuguese (pt)
zh_hans: 葡萄牙语 (pt)
zh_hant: 葡萄牙語 (pt)

source: Poster Image
zh_hans: 海报图片
zh_hant: 海報圖片

source: Poster Slice
zh_hans: 海报切片
zh_hant: 海報切片

source: PosterBoard container could not be found automatically. Ensure LocalDevVPN is connected and iPhone is unlocked.
zh_hans: 无法自动找到 PosterBoard 容器。请确保 LocalDevVPN 已连接且 iPhone 已解锁。
zh_hant: 無法自動找到 PosterBoard 容器。請確保 LocalDevVPN 已連線且 iPhone 已解鎖。

source: PosterBoard container will be auto-detected automatically on flash.
zh_hans: 刷入时会自动检测 PosterBoard 容器。
zh_hant: 刷入時會自動檢測 PosterBoard 容器。

source: Re-Pair This iPhone
zh_hans: 重新与本机配对
zh_hant: 重新與本機配對

source: Ready to exploit ✅
zh_hans: 已就绪，可以执行 ✅
zh_hant: 已就緒，可以執行 ✅

source: Recipient: Maksym Reva
zh_hans: 收款人：Maksym Reva
zh_hant: 收款人：Maksym Reva

source: Recommended
zh_hans: 推荐
zh_hant: 推薦

source: Regular Font Only (Fast)
zh_hans: 仅常规字体（快速）
zh_hant: 僅常規字體（快速）

source: Remove / Unload Theme
zh_hans: 移除 / 卸载主题
zh_hant: 移除 / 卸載主題

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset Position
zh_hans: 重置位置
zh_hant: 重置位置

source: Resets file protections so iOS re-indexes wallpapers immediately
zh_hans: 重置文件保护，使 iOS 立即重新索引壁纸
zh_hant: 重置檔案保護，使 iOS 立即重新索引壁紙

source: Respring (NeoSpring)
zh_hans: 重启桌面（NeoSpring）
zh_hant: 重啓桌面（NeoSpring）

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Retry Flash Theme
zh_hans: 重试刷入主题
zh_hant: 重試刷入主題

source: RSD tunnel ready — exploit will connect.
zh_hans: RSD 隧道已就绪，可以连接并执行。
zh_hant: RSD 隧道已就緒，可以連線並執行。

source: Russian (ru)
zh_hans: 俄语 (ru)
zh_hant: 俄語 (ru)

source: Scan Cards
zh_hans: 扫描卡片
zh_hant: 掃描卡片

source: Scanner Status
zh_hans: 扫描状态
zh_hant: 掃描狀態

source: Scanner stopped: %@
zh_hans: 扫描已停止：%@
zh_hant: 掃描已停止：%@

source: Scanning stopped. Total cards: %lld.
zh_hans: 扫描已停止，共 %lld 张卡片。
zh_hant: 掃描已停止，共 %lld 張卡片。

source: Seamless artwork spans across dialer keys without circular cuts (Adobe Dog style).
zh_hans: 无缝图片会横跨整个拨号键盘，不进行圆形裁剪（Adobe Dog 风格）。
zh_hant: 無縫圖片會橫跨整個撥號鍵盤，不進行圓形裁剪（Adobe Dog 風格）。

source: Seamless Poster
zh_hans: 无缝海报
zh_hant: 無縫海報

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Select Photo for Keypad…
zh_hans: 为数字键盘选择照片…
zh_hant: 為數字鍵盤選擇照片…

source: Selected pairing file is empty or could not be read.
zh_hans: 所选配对文件为空或无法读取。
zh_hant: 所選配對檔案為空或無法讀取。

source: Selected pairing file: %@
zh_hans: 已选择配对文件：%@
zh_hant: 已選擇配對檔案：%@

source: Set Skin for All Cards...
zh_hans: 为所有卡片设置卡面…
zh_hant: 為所有卡片設定卡面…

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings › Privacy & Security › Developer Mode › Pair with AirCard-iOS
zh_hans: 设置 › 隐私与安全性 › 开发者模式 › 与 AirCard-iOS 配对
zh_hant: 設定 › 隱私與安全性 › 開發者模式 › 與 AirCard-iOS 配對

source: Setup LocalDevVPN:
zh_hans: 设置 LocalDevVPN：
zh_hant: 設定 LocalDevVPN：

source: SideStore automatically creates a pairing file during setup. You can pick it directly in the Files app:
zh_hans: SideStore 会在设置过程中自动创建配对文件。你可以直接在“文件”App 中选择：
zh_hant: SideStore 會在設定過程中自動創建配對檔案。你可以直接在“檔案”App 中選擇：

source: Skins successfully applied to %lld card(s)! Please force-close the Wallet app on your iPhone (or reboot) to see your new designs.
zh_hans: 已成功为 %lld 张卡片应用卡面！ 请强制关闭 iPhone 上的“钱包”App（或重新启动）以查看新设计。
zh_hant: 已成功為 %lld 張卡片應用卡面！ 請強制關閉 iPhone 上的“錢包”App（或重新啓動）以查看新設計。

source: Slice Mode
zh_hans: 切片模式
zh_hant: 切片模式

source: Slicing Style
zh_hans: 切片样式
zh_hant: 切片樣式

source: Spanish (es)
zh_hans: 西班牙语 (es)
zh_hant: 西班牙語 (es)

source: Started live card scanner…
zh_hans: 已启动实时卡片扫描…
zh_hant: 已啓動實時卡片掃描…

source: Starting local host…
zh_hans: 正在启动本地服务…
zh_hant: 正在啓動本地服務…

source: Starting local pairing host…
zh_hans: 正在启动本地配对服务…
zh_hant: 正在啓動本地配對服務…

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Stop Scan
zh_hans: 停止扫描
zh_hant: 停止掃描

source: Success! 🎉
zh_hans: 成功！🎉
zh_hant: 成功！🎉

source: Suggested Photos
zh_hans: 建议照片
zh_hant: 建議照片

source: Support @mak5er Development
zh_hans: 支持 @mak5er 的开发工作
zh_hant: 支持 @mak5er 的開發工作

source: Support Creator
zh_hans: 支持创作者
zh_hant: 支持創作者

source: Supports .mobiledevicepairing, .plist, or .mobilepair exported from SideStore, iLoader, AltStore, Jitterbug, or Mac/PC.
zh_hans: 支持从 SideStore、iLoader、AltStore、Jitterbug 或 Mac/PC 导出的 .mobiledevicepairing、.plist 和 .mobilepair 文件。
zh_hant: 支持從 SideStore、iLoader、AltStore、Jitterbug 或 Mac/PC 匯出的 .mobiledevicepairing、.plist 和 .mobilepair 檔案。

source: System Caches
zh_hans: 系统缓存
zh_hant: 系統緩存

source: System Language
zh_hans: 系统语言
zh_hant: 系統語言

source: Tap 'Choose .tendies from Files' or copy wallpapers into On My iPhone › AirCard-iOS.
zh_hans: 轻点“从文件中选择 .tendies”，或将壁纸复制到“我的 iPhone › AirCard-iOS”。
zh_hant: 輕點“從檔案中選擇 .tendies”，或將壁紙複製到“我的 iPhone › AirCard-iOS”。

source: Tap **Scan Cards** in the toolbar above.
zh_hans: 轻点上方工具栏中的 **扫描卡片**。
zh_hant: 輕點上方工具欄中的 **掃描卡片**。

source: Tap a button row to assign a custom image.
zh_hans: 轻点按键行以指定自定义图片。
zh_hant: 輕點按鍵行以指定自定義圖片。

source: Tap to choose photo
zh_hans: 轻点以选择照片
zh_hant: 輕點以選擇照片

source: Target Extension
zh_hans: 目标扩展
zh_hant: 目標擴展

source: Target: PosterBoard container detected ✅
zh_hans: 目标：已检测到 PosterBoard 容器 ✅
zh_hant: 目標：已檢測到 PosterBoard 容器 ✅

source: Thank you so much for supporting AirCard-iOS development! ❤️
zh_hans: 非常感谢你支持 AirCard-iOS 的开发！❤️
zh_hant: 非常感謝你支持 AirCard-iOS 的開發！❤️

source: The active pairing credentials will be removed so you can re-pair or import another file.
zh_hans: 当前配对凭据将被移除，之后可以重新配对或导入其他文件。
zh_hant: 當前配對憑據將被移除，之後可以重新配對或匯入其他檔案。

source: Theme Information
zh_hans: 主题信息
zh_hant: 主題資訊

source: Themes in App Folder (On My iPhone › AirCard-iOS)
zh_hans: App 文件夹中的主题（我的 iPhone › AirCard-iOS）
zh_hant: App 檔案夾中的主題（我的 iPhone › AirCard-iOS）

source: This setting changes AirCard-iOS only. The passcode theme language target is configured separately in the Passcode tab.
zh_hans: 此设置仅更改 AirCard-iOS 的显示语言。锁屏密码主题的目标语言请在“密码”标签页中单独设置。
zh_hant: 此設定僅更改 AirCard-iOS 的顯示語言。鎖屏密碼主題的目標語言請在“密碼”標籤頁中單獨設定。

source: Turkish (tr)
zh_hans: 土耳其语 (tr)
zh_hant: 土耳其語 (tr)

source: Type
zh_hans: 类型
zh_hant: 類型

source: Ukrainian (uk)
zh_hans: 乌克兰语 (uk)
zh_hant: 烏克蘭語 (uk)

source: Universal (All)
zh_hans: 通用（全部）
zh_hant: 通用（全部）

source: Universal (Regular + Bold)
zh_hans: 通用（常规 + 粗体）
zh_hant: 通用（常規 + 粗體）

source: Universal mode flashes ~600 files for all languages & Bold text. Selecting a specific language (e.g. Ukrainian) speeds up flashing dramatically.
zh_hans: 通用模式会为所有语言和粗体刷入约 600 个文件。选择特定语言（如乌克兰语）可显著加快速度。
zh_hant: 通用模式會為所有語言和粗體刷入約 600 個檔案。選擇特定語言（如烏克蘭語）可顯著加快速度。

source: Use
zh_hans: 使用
zh_hant: 使用

source: Use Photo
zh_hans: 使用照片
zh_hant: 使用照片

source: Wallet Cards
zh_hans: 钱包卡片
zh_hant: 錢包卡片

source: Wallet Cards (%lld)
zh_hans: 钱包卡片（%lld）
zh_hant: 錢包卡片（%lld）

source: Wallpapers
zh_hans: 壁纸
zh_hant: 壁紙

source: Wallpapers Gallery
zh_hans: 壁纸图库
zh_hant: 壁紙圖庫

source: Warning
zh_hans: 警告
zh_hant: 警告
